Repository: wp-plugins/backup-scheduler
Catalog: lang/backup_scheduler-*.po
Languages: de_ch, fa_ir, fi_fi, it_it, pt_pt, ru_ru, th_th

source: This plugin enables scheduled backup of important part of your website : simple to use and efficient !
de_ch: Dieses Plugin ermöglicht zeitgesteuerte Backups wichtiger Teile deiner Website: einfach zu benutzen und effizient!
fa_ir: این پلاگین پشتیبان گیری زمان بندی شده را که بخش مهمی برای وب سایت شماست فعال می کند: استفاده آسان و بهینه
fi_fi: Tämä lisäosa mahdollistaa sivustosi ajastetun varmuuskopioinnin - helposti ja tehokkaasti!
it_it: Questo plugin permette di effettuare il backup periodico di parti importanti del tuo sito web: semplice da usare ed efficiente!
pt_pt: Este plugin activa os backups programados das partes importantes do sitio: simples de usar e eficiente!
ru_ru: Этот плагин выполняет резервное копирование важных частей вашего сайта: просто и эффективно
th_th: Plugin นี้ทำให้คุณสามารถสำรองข้อมูล เฉพาะส่วนที่สำคัญของเวปไซต์ได้ อย่างง่ายดายและมีประสิทธิภาพ

source: How often do you want to backup your website?
de_ch: Wie oft willst du deine Website sichern?
fa_ir: شما چگونه می‌خواهید از وب سایت خود پشتیبان‌گیری کنید؟
fi_fi: Kuinka usein haluat varmuuskopioida sivustosi?
it_it: Con quale frequenza si desidera eseguire il backup del tuo sito web?
pt_pt: Com qual frequencia quer realizar o backup do seu sitio?
ru_ru: Как часто вы хотите делать резервные копии вашего сайта?
th_th: ต้องการให้สำรองข้อมูลบ่อยแค่ไหน ?

source: Frequency (in days):
de_ch: Häufigkeit (in Tagen):
fa_ir: تقریباً در روزهای
fi_fi: Tiheys (päivää):
it_it: Frequenza (in giorni)
pt_pt: Frequencia (em dias):
ru_ru: Интервал (в днях):
th_th: ความถี่ (วัน)

source: Time of the backups:
fa_ir: زمان پشتیبان‌گیری
fi_fi: Varmuuskopioinnin ajankohta:
pt_pt: Hora do Backup:
ru_ru: Время, когда создается бэкап
th_th: ระยะเวลาในการสำรองข้อมูล

source: Please note that 0 means midnight, 1 means 1am, 13 means 1pm, etc. The backup will occur at that time (server time) so make sure that your website is not too overloaded at that time.
fa_ir: اگر 0 باشد به معنی در ساعت 0. اگر 1 به معنی ساعت 1 و اگر 13 به معنی ساعت 1 بعد از ظهر است. پشتیبان گیری بسته به زمان سرور شما در زمان انتخاب شده انجام خواهد شد
fi_fi: 0 tarkoittaa keskiyötä. Varmuuskopio otetaan määrämääsi kellonaikaan (palvelimen kellon mukaan), joten ajoita varmuuskopiointi kellonaikaan, jolloin sivustollasi on vähiten liikennettä.
pt_pt: Repare que 0 quer dizer meiad noirte , 1 quer dizer 1 am, 13 quer dizer 1 pm, etc. O backup vai ser despoletado a hora indicada (hora do servidor) pelo que deve certificar-se de que o o horario indicado não é um momento com elevada carga no servidor.
th_th: โปรดทราบว่าหมายถึงเที่ยงคืน 0, 1 หมายถึง 01:00 วันที่ 13 หมายถึง 01:00 ฯลฯ สำรองข้อมูลจะเกิดขึ้นได้ตลอดเวลา (เวลาของเซิร์ฟเวอร์) ที่เพื่อให้แน่ใจว่าเว็บไซต์ของคุณเป็นไม่มากเกินไปมากเกินไปในเวลานั้น

source: Please also note that the backup won't be end exactly at that time. The backup process could take up to 6h especially if you do not have a lot of traffic on your website and/or if the backup is quite huge.
fa_ir: همچنان توجه داشته باشید که پشتیبان‌گیری دقیقاً در این زمان به اتمام نمی‌رسد. فایند پشتیبان‌گیری ممکن است بیش از 6 ساعت هم طول بکشد. به ویژه اگر شما ترافیک زیادی روی وب‌سایتتان داشته باشید و یا حجم فایل پشتیبان‌تان زیاد باشد.
fi_fi: Huomioi myös, että varmuuskopiointi vie aikaa, etenkin jos sivustolla on paljon liikennettä ja varmuuskopioitava sivusto on laaja.
th_th: โปรดทราบว่าการสำรองข้อมูลจะไม่ถูกวางตรงเวลานั้นกระบวนการสำรองข้อมูลอาจใช้เวลาถึง 6h โดยเฉพาะอย่างยิ่งถ้าคุณไม่ได้มากจากการจราจรบนเว็บไซต์ของคุณและ / หรือถ้าการสำรองข้อมูลเป็นอย่างมากทีเดียว

source: Keep the backup files for (in days):
de_ch: Behalte die Sicherungsdateien für (in Tagen):
fa_ir: نگه‌داری فایل‌های پشتیبان به مدت (روز)
fi_fi: Säilytä varmuuskopiot (päivää):
it_it: Per quanto vuoi mantenere i file di backup (in giorni):
pt_pt: Guardar os ficheiros de backup por (em dias):
ru_ru: Время хранение копий (в днях):
th_th: ระยะเวลาเก็บข้อมูลที่สำรองแล้ว ?

source: What do you want to save?
de_ch: Was willst du sichern?
fa_ir: گزینه‌های ذخیره‌سازی فایل پشتیبان را انتخاب کنید:
fi_fi: Mitä tallennetaan?
it_it: Che cosa vuoi salvare?
pt_pt: O que é que quer guardar?
ru_ru: Что Вам нужно сохранить?
th_th: สิ่งที่คุณต้องการบันทึก?

source: All directories (the full Wordpress installation):
fa_ir: همه‌ی دایرکتوری‌ها (نصب و راه‌اندازی کامل وردپرس)
fi_fi: kaikki hakemistot (koko wordpress-asennus):
ru_ru: Все директории (полная инсталляция Wordpress):
th_th: ไดเรกทอรีทั้งหมด (ติดตั้ง Wordpress เต็ม):

source: (i.e. %s)
de_ch: (d.i. %s)
fi_fi: (eli %s)
ru_ru: (например, %s)

source: Check this option if you want to save everything. Be careful, because the backup could be quite huge!
fa_ir: اگر می‌خواهید همه را ذخیره کنید، این گزینه باید انتخاب شود. احتیاط کنید، چون ممکن است حجم نسخه‌ی پشتیبان زیاد شود.
fi_fi: Valitse tämä, jos haluat varmuuskopioida kaiken. Huomaa, että tiedostosta voi tulla erittäin suuri!
ru_ru: Сохранить все. Но будьте осторожны, поскольку файл архива может быть огромным!
th_th: ตรวจสอบตัวเลือกนี้ถ้าคุณต้องการที่จะบันทึกทุกอย่าง โปรดใช้ความระมัดระวังเนื่องจากการสำรองข้อมูลที่อาจจะใหญ่มาก!

source: The plugins directory:
de_ch: Das Plugin-Verzeichnis:
fa_ir: دایرکتوری افزونه‌ها
fi_fi: Lisäosakansio
it_it: Cartella dei Plugin:
pt_pt: O directorio de plugins:
ru_ru: Директория плагинов:
th_th: สถานที่ที่เก็บ Plugin ?

source: Check this option if you want to save all plugins that you have installed and that you use on this website.
de_ch: Schalte diese Option ein, wenn du alle deine installierten und auf der Website benutzten Plugins sichern möchtest
fa_ir: اگر می‌خواهید همه‌ی افزونه‌هایی را که روی وب‌سایت‌تان نصب کرده‌اید و استفاده می‌کنید، ذخیره شوند، این گزینه را انتخاب کنید.
fi_fi: Valitse tämä, jos haluat varmuuskopioida asentamasi ja käyttämäsi lisäosat.
pt_pt: Selecione esta opção se pretende gravar todos os plugins que tem instalados no seu sitio.
ru_ru: Сохранить все установленные и используемые плагины.
th_th: ตรวจสอบตัวเลือกนี้ถ้าคุณต้องการบันทึกปลั๊กอินทั้งหมดที่คุณได้ติดตั้งและที่คุณใช้บนเว็บไซต์นี้

source: The themes directory:
de_ch: Das Themen-Verzeichnis_
fa_ir: دایرکتوری قالب‌ها
fi_fi: Teemakansio
it_it: Cartella dei Temi (template)
pt_pt: O directorio de Temas:
ru_ru: Директория тем:
th_th: สถานที่ที่เก็บ Themes ?

source: Check this option if you want to save all themes that you have installed and that you use on this website.
de_ch: Schalte diese Option ein, falls du alle installierten und auf der Website benutzten Themen sichern willst.
fa_ir: اگر می‌خواهید همه‌ی قالب‌هایی را که روی وب‌سایت‌تان نصب کرده‌اید و استفاده می‌کنید، ذخیره شوند، این گزینه را انتخاب کنید.
fi_fi: Valitse tämä, jos haluat varmuuskopioida asentamasi ja käyttämäsi teemat.
pt_pt: Seleccione esta opção se pretende gravar todos os temas que tem instalados no seu sitio.
ru_ru: Сохранить все установленные и используемые темы.
th_th: ตรวจสอบตัวเลือกนี้ถ้าคุณต้องการที่จะบันทึกทุกรูปแบบที่คุณได้ติดตั้งและที่คุณใช้บนเว็บไซต์นี้

source: The upload directory for this blog:
fa_ir: دایرکتوری آپلود برای این وبلاگ
fi_fi: Media
ru_ru: Директория загрузок блога:
th_th: ไดเรกทอรีอัปโหลดสำหรับบล็อกนี้:

source: Check this option if you want to save the images, the files, etc. that you have uploaded on your website to create your articles/posts/pages.
de_ch: Schalte diese Option ein, wenn du die Bilder, Dateien u.s.w., die du auf die Website geladen hast, um deine Artikel/Posts/Seiten zu gestalten, sichern willst.
fa_ir: این گزینه را تیک بزنید؛ اگر می‌خواهید تصاویر، فایل‌ها و غیره را که خودتان روی وب‌سایت‌تان برای ایجاد مقالات، صفحات و نوشته‌ها آپلود کرده‌اید، ذخیره کنید
fi_fi: Valitse tämä, jos haluat varmuuskopioida sivustolle lataamasi kuvat, tiedostot, jne.
pt_pt: Seleccione esta opção se pretende gravar todas as imagens, ficheiros, etc. que foram descarregadas no seu sitio para criar artigos/entradas/paginas.
ru_ru: Сохранить все загруженные изображения и файлы.
th_th: ตรวจสอบตัวเลือกนี้ถ้าคุณต้องการบันทึกภาพไฟล์ ฯลฯ ที่คุณได้อัปโหลดบนเว็บไซต์ของคุณเพื่อสร้างบทความ / โพสต์ / หน้าเว็บของคุณ

source: All upload directories (for this site and the sub-blogs):
fa_ir: همه‌ی شاخه‌های آپلود (برای این سایت و زیر دامنه‌ها)
fi_fi: Kaikki mediakansiot (tältä sivulta ja kaikilta alisivuilta):
ru_ru: Все директории загрузок (этого сайта и мини-блогов):
th_th: ทั้งหมดไดเรกทอรีอัพโหลด (สำหรับเว็บไซต์นี้และบล็อกย่อย):

source: Check this option if you want to save the images, the files, etc. that people have uploaded on their websites to create articles/posts/pages.
fa_ir: این گزینه را تیک بزنید؛ اگر می‌خواهید تصاویر، فایل‌ها و غیره را که دیگران روی وب‌سایت‌تان برای ایجاد مقالات، صفحات و نوشته‌ها آپلود کرده‌اند، ذخیره کنید
fi_fi: Valitse tämä, jos haluat varmuuskopioida muiden sivustolle lataamat kuvat, tiedostot, jne.
th_th: ตรวจสอบตัวเลือกนี้ถ้าคุณต้องการบันทึกภาพไฟล์ ฯลฯ ที่ผู้คนได้อัปโหลดบนเว็บไซต์ของตนเพื่อสร้างบทความ / โพสต์ / หน้า

source: The upload directory for the main site:
fa_ir: دایرکتوری آپلود برای سایت اصلی
fi_fi: Pääsivun latauskansio:
th_th: ไดเรกทอรีอัปโหลดสำหรับเว็บไซต์หลัก:

source: Check this option if you want to save the images, the files, etc. that you have uploaded on your main website to create your articles/posts/pages.
fa_ir: این گزینه را تیک بزنید؛ اگر می‌خواهید تصاویر، فایل‌ها و غیره را که روی وب‌سایت‌ اصلی برای ایجاد مقالات، صفحات و نوشته‌ها آپلود کرده‌اید، ذخیره کنید
fi_fi: Valitse tämä, jos haluat varmuuskopioida sivustolle lataamasi kuvat, tiedostot, jne.
th_th: ตรวจสอบตัวเลือกนี้ถ้าคุณต้องการบันทึกภาพไฟล์ ฯลฯ ที่คุณได้อัปโหลดบนเว็บไซต์หลักของคุณเพื่อสร้างบทความ / โพสต์ / หน้าเว็บของคุณ

source: The upload directory:
de_ch: Das Upload-Verzeichnis:
fa_ir: دایرکتوری آپلود
fi_fi: Latauskansio:
it_it: Cartella degli upload:
pt_pt: O directorio de Upload:
ru_ru: Папка загрузки
th_th: สถานที่ที่เก็บ File Upload ?

source: The SQL database:
de_ch: Das SQL Verzeichnis:
fa_ir: پایگاه داده‌ SQL
fi_fi: SQL-tietokanta:
it_it: Database SQL:
pt_pt: A base de dados SQL:
ru_ru: База данных SQL
th_th: ฐานข้อมูล SQL:

source: All SQL databases:
fa_ir: همه‌ی پایگاه‌های داده SQL
fi_fi: kaikki SQL-tietokannat:
th_th: ทั้งหมดฐานข้อมูล SQL:

source: Only your SQL database:
fa_ir: فقط پایگاه داده‌ی SQL
fi_fi: Vain sinun SQL-tietokantasi:
th_th: เฉพาะฐานข้อมูล SQL ของคุณ:

source: The maximum file size (in MB):
fa_ir: حداکثر سایز فایل (به مگابایت)
fi_fi: Tiedoston maksimikoko (MB):

source: Please note that the zip file will be split into multiple files to comply with the maximum file size you have indicated
fi_fi: Zip-tiedosto jaetaan useampaan osaan määrittämäsi maksimikoon mukaisesti.

source: Do you want that the backup is sent by email?
de_ch: Willst du, dass die Sicherung uaf deine mail gesendet wird?
fa_ir: آیا می‌خواهید فایل پشتیبان از طریق ایمیل ارسال شود؟
fi_fi: Haluatko, että varmuuskopio lähetetään sähköpostitse?
it_it: Vuoi che il backup del database venga inviato via e-mail?
pt_pt: Quer que o backup seja enviado por email?
ru_ru: Вы хотите получать резервные копии на email?

source: Send the backup files by email:
fa_ir: ارسال فایل‌های پشتیبان به ایمیل
fi_fi: Lähetä varmuuskopiotiedostot sähköpostitse:

source: If so, please enter your email:
de_ch: Wenn ja, bitte gib deine Mailadresse ein:
fi_fi: Sähköpostiosoite:
it_it: Se sì, inserisci la tua email:
pt_pt: Por favor indique o seu email:
ru_ru: Если да, введите ваш emal:

source: Do you want to add a suffix to sent files:
fi_fi: Haluatko liittää liitetiedostoon viestin:

source: This option allows going round the blocking feature of some mail provider that block the mails with zip attachments (like GMail).
de_ch: Diese Option erlaubt dir die Blockierung einiger Mailanbieter zu umgehen, die Dateien mit der Endung zip nicht akzeptieren (wie GMail).
fi_fi: Tämä asetus sallii joidenkin sähköpostipalveluntarjoajien liitetiedostoestojen kiertämisen.
it_it: Questa opzione permette di aggirare la funzione di blocco di alcuni provider di posta elettronica che bloccano le mail con allegati zip (come GMail).
pt_pt: Esta opção vai contornar a capacidade de bloqueio de alguns fornecedores de email quando os anexos têm o formato zip (como acontece com o Gmail).

source: You do not need to fill this field if no mail is to be sent.
de_ch: Du musst dieses Feld nicht ausfüllen, wenn du keine Mail erhalten möchtest.
fa_ir: اگر ایمیلی برای ارسال وجود ندارد، شما نیازی به پر کردن این فیلد ندارید.
fi_fi: Tätä kenttää ei tarvitse täyttää, jos sähköposteja ei lähetetä.
pt_pt: Não é necessário colocar aqui nada se não quer que o backup seja enviado por email.

source: Do you want that the backup is stored on a FTP?
fa_ir: آیا می‌خواهید فایل پشتیبان روی یک FTP ذخیره شود؟
fi_fi: Haluatko tallentaa varmuuskopion FTP-palvelimelle?

source: Save the backup files on a FTP?
fa_ir: آیا فایل پشتیبان روی اف‌تی‌پی ذخیره شود؟
fi_fi: Tallenna varmuuskopiotiedostot ftp-palvelimelle?

source: FTP host:
fa_ir: هاست اف‌تی‌پی:
fi_fi: FTP-isäntä:

source: Should be at the form %s or %s
fi_fi: Muodossa %s tai %s

source: FTP port:
fa_ir: پورت اف‌تی‌پی
fi_fi: FTP-portti:

source: By default the port is %s
fi_fi: Oletusportti on %s

source: Your FTP login:
fa_ir: کاربری اف‌تی‌پی شما
fi_fi: FTP-käyttäjätunnus

source: Your FTP pass:
fa_ir: رمز اف‌تی‌پی شما
fi_fi: FTP-salasana

source: Click on that button %s to test if the above information is correct
fi_fi: Paina nappia varmistaaksesi antamiesi tietojen toimivuuden.

source: Test
fa_ir: آزمایش
fi_fi: Kokeile

source: If you want to be notify when the FTP storage is finished, please enter your email:
fi_fi: Jos haluat ilmoituksen FTP-tallennuksen valmistuttua, syötä sähköpostiosoitteesi:

source: Your PHP installation does not support FTP features, thus this option has been disabled! Sorry...
fi_fi: PHP-asennuksesi ei tie FTP-ominaisuuksia, joten tätä ominaisuutta ei voida käyttää. Pahoittelumme.

source: Advanced - Memory and time management
de_ch: erweitert - Speicher- und Zeit-Management
fi_fi: Lisäasetukset:
pt_pt: Opções Avançadas - Gestão da memoria e do tempo

source: What is the maximum size of allocated memory (in MB):
de_ch: Was ist das Maximum des zugeordneten Speichers (in MB):
fi_fi: Käytettävän muistin enimmäismäärä (MB):
pt_pt: Tamanho maximo de memoria alocada (im MB).
ru_ru: Какой объём памяти может занимать плагин при работе?

source: Please note that the files greater than this limit won't be included in the zip file!
fi_fi: Huomaa, että tätä suurempia tiedostoja ei sisällytetä zip-tiedostoon!

source: Here is the backup files. You can force a new backup or download previous backup files.
de_ch: Hier sind die Sicherungsdateien. Du kannst ein neue Sicherung erzwingen oder vorherige Sicherungsdateien runterladen.
fi_fi: Tässä ovat varmuuskopiosi. Voit pakottaa uuden varmuuskopioinnin tai ladata vanhoja varmuuskopioita.
it_it: Qui trovi i file di backup. È possibile forzare un nuovo backup o scaricare i file di backup precedenti.
pt_pt: Aqui estão os seus ficheiros de backup. Pode forçar um novo backup ou descarregar um backup ja concluído.

source: Please note that the current GMT time of the server is %s. If it is not correct, please configure the Wordpress installation correctly.
fi_fi: Huomaa, että palvelimen GMT-aika on %s. Jos tämä ei ole oikein, muokkaa asetus Wordpress-asennuksestasi.

source: An automatic backup will be launched in %s days and %s hours.
fi_fi: Automaattinen varmuuskopio luodaan %s päivän ja %s tunnin kuluttua.
pt_pt: Um backup automatico vai ser realizado dentro de %s dias e %s horas

source: The backup process has started %s hours ago but has not finished yet.
fi_fi: Varmuuskopiointi alkoi %s tuntia sitten, muttei ole vielä valmis.

source: Force a new backup (with Mail/FTP)
fi_fi: Pakota uusi varmuuskopio (sähköposti tai FTP)

source: Force a new backup (without any external storage or sending)
fi_fi: Pakota uusi varmuuskopio (ilman ulkoista tallennusta tai lähettämistä)

source: How to restore the backup files?
fa_ir: چگونه فایل‌های پشتیبان را فراخوانی کنیم؟
fi_fi: Kuinka palautan varmuuskopion?

source: To restore the backups, and if you have backuped the full installation, you will have to execute the following steps:
fi_fi: Palauttaaksesi koko asennuksen varmuuskopion seuraa näitä ohjeita:

source: Save all zip files (i.e. *.zip, *.z01, *.z02, etc.) in a single folder on your hard disk.
fi_fi: Tallenna kaikki zip-tiedostot (kuten *.zip, *.z01, *.z02 jne.) yhteen hakemistoon kiintolevylläsi.

source: Unzip these files by using IZArc, Winzip, or Winrar (others software could not support these multipart zip and consider that the archive is corrupted).
fi_fi: Pura nämä tiedostot purkuohjelmalla, joka tukee moniosaisia zip-paketteja.

source: Save the extracted files on your webserver.
fi_fi: Tallenna puretut tiedostot palvelimelle.

source: Install a fresh version of Wordpress on your webserver.
fi_fi: Asenna puhdas Wordpress palvelimellesi.

source: Replace the folders (i.e. 'plugins', 'themes', and/or 'uploads') of the root of your webserver by the extracted folders.
fi_fi: Korvaa palvelimesi juurihakemiston kansiot (kuten plugins, themes, uploads jne.) purkamillasi kansioilla.

source: Replace the wp-config.php (at the root of your webserver) with the extracted one.
fi_fi: Korvaa palvelimesi juurihakemiston wp-config.php purkamallasi tiedostolla.

source: Backups
de_ch: Sicherungen
fa_ir: بک‌آپ‌ها
fi_fi: Varmuuskopiot
ru_ru: Резервные копии
th_th: สำรองข้อมูล

source: Parameters
de_ch: Parameter
fa_ir: پارامترها
fi_fi: Parametrit
it_it: Parametri
pt_pt: Parametros
ru_ru: Параметры

source: Manage translations
de_ch: Verwalte die Übersetzungen
fa_ir: مدیریت ترجمه
fi_fi: Hallitse käännöksiä
it_it: Gestisci traduzioni
pt_pt: Gerir traduções

source: Give feedback
de_ch: Gib Rückmeldung
fa_ir: ارسال بازخورد
fi_fi: Anna palautetta
it_it: Lascia un feedback
pt_pt: De a sua opinião
ru_ru: Отправить отзыв

source: Other plugins
de_ch: Andere Plugins
fa_ir: سایر افزونه‌ها
fi_fi: Muut lisäosat
it_it: Altri plugin
pt_pt: Outros plugins
ru_ru: Другие плагины

source: Date of the backup
de_ch: Datum der Sicherung
fa_ir: تاریخ پشتیبان‌گیری
fi_fi: Varmuuskopion päivämäärä
it_it: Data del Backup
pt_pt: Data do backup
ru_ru: Дата резервного копирования
th_th: วันที่สำรองข้อมูล

source: Backup files
de_ch: Sicherungsdateien
fa_ir: فایل‌های پشتیبان
fi_fi: varmuuskopiotiedostot
pt_pt: Ficheiros de backup

source: Part %s
de_ch: Teil %s
fi_fi: Osa %s
pt_pt: Parte %s
ru_ru: Часть %s

source: Backup finished on %s at %s
fi_fi: Varmuuskopiointi valmistunut %s

source: The total size of the files is %s
de_ch: Die Grösse der Dateien ist %s
fi_fi: Tiedostojen lukumäärä on %s
it_it: La dimensione totale dei file è% s
pt_pt: O tamanho total dos ficheiros é %s

source: These files will be deleted in %s days
de_ch: Diese Dateien werden in %s Tagen gelöscht
fi_fi: Nämä tiedostot poistetaan %s päivän kuluttua
it_it: Questi file saranno cancellati tra% s giorni.
pt_pt: Estes ficheiros vão ser removidos em %s dias

source: Delete these backup files
fi_fi: Poista nämä varmuuskopiot
pt_pt: Remova estes ficheiros de backup
ru_ru: Удалить эти резервные копии

source: The process is still in progress for this backup (begun %s at %s).
fi_fi: Prosessi on vielä kesken.

source: The ZIP creation is in progress (%s files has been added in the zip file and the current size of the zip is %s).
fi_fi: Zip-paketin luonti kesken (%s tiedostoa lisätty pakettiin, paketin tämänhetkinen koko on %s).

source: The FTP sending is in progress (%s files has been stored in the FTP).
fi_fi: FTP-lähetys on kesken (% tiedostoa tallennettu FTP-palvelimelle).

source: The MAIL sending is in progress (%s files has been sent).
fi_fi: Sähköpostin lähetys on kesken (%s tiedostoa lähetetty).

source: Cancel this process
fi_fi: Kesketä prosessi

source: Please wait...
fi_fi: Ole hyvä ja odota...

source: (For now, there is no backup files... You should wait or force a backup (see below) )
de_ch: (Bis jetzt sind keine Sicherungsdateien vorhanden... Du solltest warten oder eine Sicherung erzwingen (siehe unten))
fi_fi: Toistaiseksi varmuuskopiota ei ole. Odota tai pakota varmuuskopiointi (katso alta).
it_it: (Al momento, non esiste un file di backup ... Si consiglia di attendere o forzare una copia di backup (vedi sotto))
pt_pt: (por agora, não existem ficheiros de backup... Pode aguardar ou forçar um backup.

source: Please wait, a backup is in progress!
fi_fi: Ole hyvä ja odota, varmuuskopiointi kesken!

source: (ZIP creation)
fa_ir: (فشرده‌سازی زیپ)
fi_fi: (ZIP-tiedoston luonti)

source: (FTP sending)
fa_ir: (در حال ارسال اف‌تی‌پی)
fi_fi: (FTP-lähetys)

source: (MAIL sending)
fa_ir: (در حال ارسال ایمیل)
fi_fi: (Sähköpostin lähetys)

source: An unknown error occured!
de_ch: Es ist ein unbekannter Fehler aufgetreten.
fi_fi: Tuntematon virhe!
pt_pt: Aconteceu um erro desconhecido!
ru_ru: Возникла неизвестная ошибка

source: The process has been canceled by a third person
fi_fi: Prosessi peruttu

source: A new backup has been generated!
fi_fi: Uusi varmuuskopio luotu!
ru_ru: Новая резервная копия создана

source: Dear sirs,
de_ch: Lieber Nutzer,
fa_ir: آقایان محترم
fi_fi: Hei!
it_it: Cari Signori,
pt_pt: Estimado Sr.
ru_ru: Уважаемые господа

source: Best regards,
de_ch: Freundliche Grüsse
fa_ir: بهترین ارزوها
fi_fi: Terveisin,
it_it: Cordiali saluti,
pt_pt: Melhores cumprimentos,
ru_ru: С уважением

source: No host has been defined
fi_fi: Isäntää ei ole määritelty
th_th: พื้นที่ยังไม่มีการได้รับการกำหนด

source: The login/password does not seems valid!
fa_ir: رمز / ورود فعال به نظر نمی‌رسد
fi_fi: Käyttäjätunnus/salasana virheellinen!
th_th: รหัสผ่านเข้าสู่ระบบ / ไม่ดูเหมือนถูกต้อง!

source: The folder %s does not seems to be writable
fa_ir: به نظر می‌رسد پوشه‌ی %s قابل نگارش نباشد
fi_fi: Kansioon %s ei voida kirjoittaa.
th_th: โฟลเดอร์ %s ไม่น่าจะเป็นเขียนได้

source: It seems impossible to switch to PASV mode
fi_fi: PASV-moodin siirtyminen ei ole mahdollista

source: Everything OK!
fa_ir: همه‌چی آرومه! من چقدر خوش‌بختم!
fi_fi: Kaikki kunnossa!
th_th: ทุกอย่าง OK!

source: Sorry, but you should install/activate %s on your website. Otherwise, this plugin will not work properly!
de_ch: Entschuldige, aber du solltest %s auf deiner Website installieren/aktivieren. Dieses Plugin wird sonst nicht funktionieren!
fa_ir: متاسفانه، شما باید پلاگین را در وب سایت خود نصب و یا فعال %s کنید، احتمال دارد پلاگین به‌ خوبی کار نکند
it_it: Ci dispiace, ma è necessario installare / attivare %s sul tuo sito web. Altrimenti, questo plugin non funziona correttamente!
pt_pt: Desculpe, mas você deve instalar / ativar % s no seu sitio. Caso contrário, este plugin não funcionará corretamente!
th_th: คุณยังไม่ได้ทำการติดตั้งหรือเริ่มการทำงานของ Plug-in ทำให้การทำงานยังไม่สมบูรณ์

source: If you want to be notify when the backup process is finished, please enter your email:
fa_ir: اگر می‌خواهید به محض اتمام عملیات پشتیبان‌گیری مطلع شوید، ایمیل‌تان را وارد کنید.
ru_ru: Если вы хотите быть уведомлены об окончании процесса архивирования, оставьте свой e-mail:

source: Customize the name of the files?
fa_ir: شخصی‌سازی نام فایل‌ها
ru_ru: Настроить имена файлов?

source: Add this string to the name of the files:
fa_ir: افزودن این رشته به نام فایل‌ها
ru_ru: Добавьте эту строку к имени файлов:

source: The name of the files will be %s.
fa_ir: نام فایل‌ها %s خواهد بود.
ru_ru: Имена файлов теперь будут такими %s.

source: (FTP sending - ending)
fa_ir: (اتمام - ارسال اف‌تی‌پی)

source: This plugin enables scheduled backups of important parts of your website!
fa_ir: این افزونه شما را برای پشتیبان‌گیری برنامه‌ریزی شده از بخش‌مهم وب‌سایت‌تان یاری می‌کند!
