Repository: wp-plugins/backup-scheduler
Catalog: lang/backup_scheduler-*.po
Languages: de_ch, fa_ir, fi_fi, it_it, pt_pt, ru_ru, th_th

source: Check this option if you want to save the text of your posts, your configurations, etc. for this blog
fa_ir: این گزینه را تیک بزنید؛ اگر می‌خواهید متن نوشته‌های‌تان، پیکربندی‌های‌تان و... روی این وبلاگ را ذخیره کنید
th_th: ตรวจสอบตัวเลือกนี้ถ้าคุณต้องการบันทึกข้อความจากการโพสของคุณกำหนดค่าของคุณ ฯลฯ สำหรับบล็อกนี้

source: Check this option if you want to save all texts of posts, configurations, etc. for all blogs in this website
fa_ir: این گزینه را تیک بزنید؛ اگر می‌خواهید همه‌ی متن نوشته‌های‌تان، پیکربندی‌های‌تان و... روی همه‌ی وبلاگ‌های این وب‌سایت را ذخیره کنید
th_th: ตรวจสอบตัวเลือกนี้ถ้าคุณต้องการบันทึกข้อความทั้งหมดของโพสต์, การกำหนดค่า ฯลฯ สำหรับบล็อกทั้งหมดในเว็บไซต์นี้

source: Check this option if you want to save the text of your posts, your configurations, etc. for the main website
fa_ir: این گزینه را تیک بزنید؛ اگر می‌خواهید همه‌ی متن نوشته‌های‌تان، پیکربندی‌های‌تان و... روی همه‌ی وبلاگ‌های وب‌سایت اصلی را ذخیره کنید

source: Create sub-folder with date in your FTP repository for all backup files:
fa_ir: ایجاد زیرپوشه با تاریخ در مخزن اف‌تی‌پی برای همه‌ی فایل‌های پشتیبان

source: There is two different ways to create a backup:
fa_ir: این‌جا دو راه متفاوت برای پشتیبان‌گیری وجود دارد:

source: a forced process:
fa_ir: یک فرایند اجباری

source: How to backup the site?
fa_ir: چگونه از سایت پشتیبان بگیرید؟

source: The backup process cannot end
fa_ir: فریاند پشتیبان‌گیری نمی‌تواند به آخر برسد

source: FTP transfer OK
fa_ir: انتقال اف‌تی‌پی انجام شد

source: FTP transfer KO: %s
fa_ir: انجام انتقال اف‌تی‌پی: %s

source: FTP transfer reset
fa_ir: از سرگیری انتقال اف‌تی‌پی

source: (MAIL sending - ending)
fa_ir: (در حال ارسال ایمیل - در حال اتمام)

source: Check this option if you want to save the text of your posts, your configurations, etc.
de_ch: Schalte diese option ei, falls du den Text deiner Posts, deine Konfigurationen u.s.w. sichern willst.
pt_pt: Seleccione esta opção se quer gravar o texto das suas entradas, a suas configurações, etc.
ru_ru: Выберите этот пункт, если вы хотите сохранять все ваши записи, файлы конфигурации и прочее

source: The maximum attachment size (in MB):
de_ch: Die maximale Grösse deiner Beilage (in MB):
it_it: Massima dimensione degli allegati (in MB):
pt_pt: Tamanho maximo do anexo (em Mb):

source: Please note that the zip file will be split into multiple files to comply with the maximum attachment size you have indicated
de_ch: Bitte beachte, dass die zip Datei in mehrere Dateien geteilt wird, um die maximale Grösse, die du angegeben hast, nicht zu überschreiten
it_it: Si prega di notare che il file zip sarà diviso in più file per rispettare la dimensione massima degli allegati che hai impostata.
pt_pt: Porfavor repare que o zip vai ser partido em multiplos ficheiros em que cada um terá como tamanho maximo o tamanho que indique

source: Do you want to rename the files?
de_ch: Willst du die Dateien umbenennen?
it_it: Vuoi rinominare i file?
pt_pt: Quer mudar o nome dos ficheiros?

source: What is the suffix of the file:
de_ch: Was ist das Suffix der Dateien:
it_it: Qual è il suffisso del file:
pt_pt: Extenção do ficheiro a utilizar:

source: On some Wordpress installation, you may have memory issues. Thus, try to reduce this number if you face such error.
de_ch: Bei manchen Wordpress-Installationen könntest du Schwierigkeiten mit dem Arbeitsspeicher kriegen. Versuche also diese Zahl zu verringern, um diesen Fehler zu beseitigen.
pt_pt: EM algumas instalações de Wordpress pode encontrar algums problemas com memoria. Nesses casos reduza o tamanho de memoria para evitar esses problemas.

source: For your information, the memory limit of your webserver is %s whereas the present memory usage is %s.
de_ch: Für deine Information, das Arbeitsspeicher-Limit deines Webservers ist %s, wobei der momentan benutzte Speicher %s beträgt.
pt_pt: Para sua informação , o limite de memoria do seu sevidor é %s e o valor de memoria usado neste momento é %s.

source: It is recommended that the maximum attachment size is not set to a value higher than this one.
de_ch: Es wird empfohlen die maximale Grösse nicht höher einzustellen als diese Angabe.
pt_pt: É recomendado que o tamanho maximo do anexo não ultrapasse o valor indicado.

source: What is the maximum time for the php scripts execution (in seconds):
de_ch: Was ist die maximale Zeit der PHP Scipts (in sekunden):
pt_pt: Tempo maximo de execução para os scripts PHP (em segundos).

source: Even if you do not have time restriction, it is recommended to set this value to 15sec in order to avoid any killing of the php scripts by your web hoster.
de_ch: Auch wenn du keine Zeit-Restriktionen haben solltest, ist es empfehlenswert diesen Wert auf 15 Sekunden zu setzen, um das Stoppen des Scripts von deinem Webhoster zu vermeiden.
pt_pt: Mesmo que não tenham nenhum restrição de tempo, é recomendavel que coloque o valor de 15 seg. para permitir que sejam eliminados os processo php pelo seu servidor web.

source: Force a new backup (with mail)
pt_pt: Forçar um novo backup (por email)

source: Force a new backup (without mail)
pt_pt: Forçar um novo backup (sem email)

source: Backup completed on %s at %s
de_ch: Sicherung erstellt auf %s um %s
it_it: Backup completato il% alle% s
pt_pt: Backup completado em %s as %s

source: An other backup is still in progress (for %s seconds)... Please wait!
de_ch: Eine andere Sicherung wird ausgeführt (noch %s Sekunden)... Bitte warte!
pt_pt: Outro backup esta a ser realizado (a %s segundos) ... Porfavor aguarde!

source: An other SQL extraction is still in progress (for %s seconds)... Please wait!
pt_pt: Outra estração de SQL esta ser realizada (a $s segundos)... Por favor aguarde!

source: An error occured while sending mail!
de_ch: Ein Fehler wurde während des Mailversandes ausgegeben!
it_it: Si è verificato un errore durante l&#039;invio della posta!
pt_pt: Um erro aconteceu enquanto o email era enviado!

source: A new backup have been generated!
de_ch: Eine neue Sicherung wurde erstellt!
it_it: Un nuovo backup è stato completato!
pt_pt: Um novo backup foi gerado!

source: Here is attached the %s on %s backup files for today
de_ch: Hier sind %s von %s Sicherungen für heute beigelegt
it_it: Qui è allegato il% s sul file di backup% s di oggi
pt_pt: Foi anexo o %s no backup de %s ficheiros por hoje

source: Backup of %s (%s)
de_ch: Sicherung von %s(%s)
it_it: Il backup di% s (% s)
pt_pt: Backup de %s (%s)

source: An automatic backup will be launched in %s days.
de_ch: Eine automatische SIcherung wird in %s Tagen gestartet.
it_it: Un backup automatico verrà lanciato tra% s giorni.

source: Force a new backup
de_ch: Erzwinge eine neue Sicherung
it_it: Forza un nuovo backup.

source: Please note that the backup will occur at midnight to be sure that your website is not overloaded
de_ch: Bitte beachte, dass die Sicherung um Mitternacht ausgeführt wird, um sicherzugehen, dass deine Website nicht überladen wird
it_it: Si prega di notare che il backup verrà effettuato a mezzanotte per essere sicuri di non sovraccaricarlo nelle ore di punta.

source: %s is the string of the present option. You may set this option to %s.
ru_ru: %s - текущее значение опции. Вы можете переписать его на следующее: %s

source: %s is a random string for security reasons.
ru_ru: %s - случайная строка для нужд секретности.

source: %s is the extension (i.e. %s).
ru_ru: %s - расширения файлов (т.к. %s)

source: (i.e. %s and %s)
ru_ru: (например, %s и %s)

source: An other backup is still in progress... Please wait!
it_it: E&#039; in corso un&#039;altro processo di backup ... Attendere prego!

source: An error occurred
it_it: Si è verificato un errore!

source: Your PHP installation does not support SSL features... Thus, please use a standard FTP and not a FTPS!
th_th: การติดตั้ง PHP ของคุณไม่สนับสนุนคุณสมบัติ SSL ... ดังนั้นโปรดใช้มาตรฐาน FTP และไม่ FTPS!

source: The host %s cannot be resolved!
th_th: โฮสต์ %s ไม่สามารถแก้ไขได้!

source: The file %s cannot be transfered to the FTP repository! The ftp_put function returns: %s
th_th: แฟ้ม %s ไม่สามารถโอนไปยังพื้นที่เก็บข้อมูล FTP!ส่งกลับฟังก์ชัน ftp_put: %s

source: The specified folder %s does not exists. Please create it so that the transfer may start!
th_th: โฟลเดอร์ของ %s ระบุไม่อยู่ โปรดให้สร้างขึ้นเพื่อให้การถ่ายโอนอาจเริ่มต้น!
